[
  {
    "text": "Talk is cheap. Show me the code.",
    "author": "Linus Torvalds"
  },
  {
    "text": "Der Weg ist das Ziel.",
    "author": "Konfuzius"
  },
  {
    "text": "Ein Verliebter betrachtet eine Blume mit anderen Augen als ein Kamel.",
    "author": "Sprichwort aus Ägypten"
  },
  {
    "text": "Humor ist der Knopf, der verhindert, dass uns der Kragen platzt.",
    "author": "Joachim Ringelnatz"
  },
  {
    "text": "Wer spricht, wiederholt nur, was er schon weiss. Wer zuhört, kann vielleicht noch was lernen",
    "author": "Dalai Lama"
  },
  {
    "text": "Schnelles Laufen ist keine Garantie dafür, das Ziel zu erreichen.",
    "author": "Sprichwort der Shona"
  },
  {
    "text": "Do or do not. There is no try.",
    "author": "Yoda"
  },
  {
    "text": "Man erkennt die Klugheit eines Menschen an seinen Antworten. Man erkennt die Weisheit an seinen Fragen.",
    "author": "Naguib Mahfouz"
  },
  {
    "text": "Lieber öppis ha und ned bruche, als öppis bruche und nöd ha.",
    "author": "Patrick Fernandez"
  },
  {
    "text": "Stay hungry, stay foolish.",
    "author": "Steve Jobs"
  },
  {
    "text": "Behandle deinen Gast zwei Tage lang als Gast, aber am dritten Tag gib ihm eine Hacke.",
    "author": "Suaheli-Sprichwort"
  },
  {
    "text": "Lebe, als würdest du morgen sterben. Lerne, als würdest du ewig leben.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Mut ist nicht die Abwesenheit von Angst, sondern die Erkenntnis, dass etwas anderes wichtiger ist als die Angst.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "text": "Ein Boot kommt nicht voran, wenn jeder auf seine Art rudert.",
    "author": "Sprichwort auf Swahili"
  },
  {
    "text": "Ich weiß, dass ich nichts weiß.",
    "author": "Sokrates"
  },
  {
    "text": "Wenn du jemanden ohne Lächeln siehst, gib ihm deins.",
    "author": "Jerry Lewis"
  },
  {
    "text": "Bad programmers worry about the code. Good programmers worry about data structures and their relationships.",
    "author": "Linus Torvalds"
  },
  {
    "text": "Möge die Macht mit dir sein.",
    "author": "Star Wars"
  },
  {
    "text": "Das Gras wächst nicht schneller, wenn man daran zieht.",
    "author": "Sprichwort aus Sambia"
  },
  {
    "text": "Bad programmers worry about the code. Good programmers worry about data structures and their relationships.",
    "author": "Linus Torvalds"
  },
  {
    "text": "Nicht Waffen töten Menschen, sondern Menschen töten Menschen",
    "author": "DMX (Born 2 Die)"
  },
  {
    "text": "Das Leben ist wie eine Schachtel Pralinen – man weiß nie, was man bekommt.",
    "author": "Forrest Gump"
  },
  {
    "text": "Das, was du tust, schreit so laut, dass ich nicht hören kann, was du sagst.",
    "author": "Sprichwort aus Mosambik"
  },
  {
    "text": "Intelligence is the ability to avoid doing work, yet getting the work done.",
    "author": "Linus Torvalds"
  },
  {
    "text": "Warum tun meine Augen so weh? - Weil du sie noch nie benutzt hast!",
    "author": "Matrix"
  },
  {
    "text": "I'm a bastard. I have absolutely no clue why people can ever think otherwise.",
    "author": "Linus Torvalds"
  },
  {
    "text": "Der einzige Mensch, der sich vernünftig benimmt, ist mein Schneider. Er nimmt jedes Mal neu Maß, wenn er mich trifft.",
    "author": "George Bernard Shaw"
  },
  {
    "text": "Ein großer Stuhl macht noch keinen König.",
    "author": "Sprichwort aus dem Sudan"
  },
  {
    "text": "Es sind nicht die Jahre Deines Lebens, die zählen. Was zählt, ist das Leben innerhalb dieser Jahre.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Ein Tag ohne Lächeln ist ein verlorener Tag.",
    "author": "Charlie Chaplin"
  },
  {
    "text": "Software is like sex: it's better when it's free.",
    "author": "Linus Torvalds"
  },
  {
    "text": "Faulheit ist die Furcht vor bevorstehender Arbeit.",
    "author": "Markus Tullius Cicero"
  },
  {
    "text": "Persönlichkeiten werden nicht durch schöne Reden geformt, sondern durch Arbeit und eigene Leistung.",
    "author": "Albert Einstein"
  },
  {
    "text": "Es gibt nur eins, was auf Dauer teurer ist als Bildung, keine Bildung.",
    "author": "John F. Kennedy"
  },
  {
    "text": "Nur die Weisesten und die Dümmsten können sich nicht ändern.",
    "author": "Konfuzius"
  },
  {
    "text": "Eine Warnung ist für den Weisen ein Segen, für den Narren eine Beleidigung.",
    "author": "Sprichwort auf Swahili"
  },
  {
    "text": "Lernen, ohne zu denken, ist eitel; denken, ohne zu lernen, gefährlich.",
    "author": "Konfuzius"
  },
  {
    "text": "Man braucht zwei Jahre um sprechen zu lernen und fünfzig, um schweigen zu lernen.",
    "author": "Ernest Hemingway"
  },
  {
    "text": "Die meisten Menschen sind bereit zu lernen, aber nur die wenigsten, sich belehren zu lassen.",
    "author": "Winston Churchill"
  }
]
